import {howWorkType} from "./howWork.type.ts";


export const howWorkList: Array<howWorkType> = [
	{
		id: 1,
		name: "Аналитика",
		description: "Изучаем целевую аудиторию, данные аналитики, пользовательский опыт, конкурентов и потребности бизнеса.",
	},
	{
		id: 2,
		name: "Подготовка проекта",
		description: "Собираем структуру проекта в mind-map, семантическое ядро и всю необходимую информацию.",
	},
	{
		id: 3,
		name: "Дизайн",
		description: "Создаем концепцию будущего лендинг основе фирменного стиля компании. Если его нет, то по договоренности разрабатываем уникальный визуал.\n\nНачинаем разработку с двух версий главного экрана, чтобы согласовать общую стилистику будущего лендинга",
	},
	{
		id: 4,
		name: "Программирование",
		description: "В зависимости от масштаба проекта подбираем необходимые решения. В основном для лендингов выбирают CMS системы, такие как Tilda или WordPress. Так же при необходимости мы можем предложить сверстать лендинг на LaraVel+Vue.js, все зависит от сложности лендинга.",
	},
	{
		id: 5,
		name: "Тестирование и Запуск",
		description: "Перед запуском лендинга мы обязательно проводит тестирование нашей командой, для выявление проблем или узких мест. Обязательно подключаем метрики, настраиваем аналитику и подготавливаем техническое SEO.",
	},
	{
		id: 6,
		name: "Техническая поддержка",
		description: "В стоимость любого лендинга включены 2-х недельная техническая поддержка. Бабушка никого не бросает. Также по договоренности мы можем взять ваш сайт на полную техническую поддержку.",
	},
	{
		id: 7,
		name: "Развитие и SEO",
		description: "После запуска мы будем рады предложить вам особые условия на дальнейшее продвижение вашего сайта с помощь SEO и рекламы.",
	},
]