import {FeatureType} from "./features.type.ts";

export const features: Array<FeatureType> = [
	{text: "Делаем сайты быстро, качественно и без ошибок", delay: 0.2},
	{text: "Все открыто и понятно. Рассказываем о каждом этапе и держим вам в курсе успехов", delay: 0.4},
	{text: "Создаем проекты на CMS Tilda и WordPress. Также разрабатываем самописные сайта на LaraVel + Vue", delay: 0.6},
	{text: "Не бросаем вас после создания сайта.\nСоставляем план продвижение и дальнейших работ", delay: 0.8},
	{text: "Не боимся сложностей. Проектируем индивидуальные\nрешения под задачи вашего бизнеса", delay: 1.0},
]