import {FeatureType} from "./features.type.ts";

export const features: Array<FeatureType> = [
	{text: "Делаем сайты быстро, качественно и без ошибок."},
	{text: "Все открыто и понятно. Рассказываем и каждом этапе и держим вам в курсе успехов. "},
	{text: "Создаем проекты на CMS Tilda и WordPress. Также разрабатываем самописные сайта на LaraVel + Vue."},
	{text: "Не бросаем вас после создания сайта.\nСоставляем план продвижение и дальнейших работ. "},
	{text: "Не боимся сложностей. Проектируем индивидуальные\nрешения под задачи вашего бизнеса."},
]